{
  "version": 1,
  "source": "pinterest_manifests",
  "action": "wood",
  "tag": "wood",
  "video_base_url": "https://github.com/VladChat/video/releases/download/wood/",
  "items": [
    {
      "filename": "Paint_Peeling_on_Wood-180_Grit_for_Wood_Paint_Prep-wood-001.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Paint_Peeling_on_Wood-180_Grit_for_Wood_Paint_Prep-wood-001.mp4",
      "title": "Paint Peeling on Wood: 180 Grit Wood Paint Prep",
      "description": "Paint Peeling on Wood? Use 180 grit for wood paint prep. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Rough_Wood_Grain_Showing-120_Grit_for_Smoothing_Raw_Wood-wood-002.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Rough_Wood_Grain_Showing-120_Grit_for_Smoothing_Raw_Wood-wood-002.mp4",
      "title": "Rough Wood Grain Showing: 120 Grit Smoothing Raw Wood",
      "description": "Rough Wood Grain Showing? Use 120 grit for smoothing raw wood. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Brush_Marks_Stand_Out_More-220_Grit_for_Paint_Prep_on_Wood-wood-003.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Brush_Marks_Stand_Out_More-220_Grit_for_Paint_Prep_on_Wood-wood-003.mp4",
      "title": "Brush Marks Stand Out More: 220 Grit Paint Prep on Wood",
      "description": "Brush Marks Stand Out More? Use 220 grit for paint prep on wood. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Primer_Looks_Uneven-150_Grit_for_Wood_Primer_Prep-wood-004.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Primer_Looks_Uneven-150_Grit_for_Wood_Primer_Prep-wood-004.mp4",
      "title": "Primer Looks Uneven: 150 Grit Wood Primer Prep",
      "description": "Primer Looks Uneven? Use 150 grit for wood primer prep. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Finish_Feels_Too_Rough-180_Grit_for_Smoothing_Before_Paint-wood-005.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Finish_Feels_Too_Rough-180_Grit_for_Smoothing_Before_Paint-wood-005.mp4",
      "title": "Finish Feels Too Rough: 180 Grit Smoothing Before Paint",
      "description": "Finish Feels Too Rough? Use 180 grit for smoothing before paint. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Paint_Looks_Patchy_on_Wood-180_Grit_for_Even_Paint_Finish-wood-006.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Paint_Looks_Patchy_on_Wood-180_Grit_for_Even_Paint_Finish-wood-006.mp4",
      "title": "Paint Looks Patchy on Wood: 180 Grit Even Paint Finish",
      "description": "Paint Looks Patchy on Wood? Use 180 grit for even paint finish. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Scratches_Under_Paint-220_Grit_for_Final_Paint_Prep-wood-007.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Scratches_Under_Paint-220_Grit_for_Final_Paint_Prep-wood-007.mp4",
      "title": "Scratches Under Paint: 220 Grit Final Paint Prep",
      "description": "Scratches Under Paint? Use 220 grit for final paint prep. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Wood_Feels_Fuzzy_After_Sanding-220_Grit_for_Final_Sand_With_Grain-wood-008.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Wood_Feels_Fuzzy_After_Sanding-220_Grit_for_Final_Sand_With_Grain-wood-008.mp4",
      "title": "Wood Feels Fuzzy After Sanding: 220 Grit Final Sand With Grain",
      "description": "Wood Feels Fuzzy After Sanding? Use 220 grit for final sand with grain. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "New_Boards_Feel_Too_Rough-120_Grit_for_Quick_Wood_Smoothing-wood-009.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/New_Boards_Feel_Too_Rough-120_Grit_for_Quick_Wood_Smoothing-wood-009.mp4",
      "title": "New Boards Feel Too Rough: 120 Grit Quick Wood Smoothing",
      "description": "New Boards Feel Too Rough? Use 120 grit for quick wood smoothing. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Paint_Shows_Every_Line-180_Grit_for_Consistent_Wood_Prep-wood-010.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Paint_Shows_Every_Line-180_Grit_for_Consistent_Wood_Prep-wood-010.mp4",
      "title": "Paint Shows Every Line: 180 Grit Consistent Wood Prep",
      "description": "Paint Shows Every Line? Use 180 grit for consistent wood prep. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Bumps_After_First_Coat-220_Grit_for_Sanding_Between_Coats-wood-011.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Bumps_After_First_Coat-220_Grit_for_Sanding_Between_Coats-wood-011.mp4",
      "title": "Bumps After First Coat: 220 Grit Sanding Between Coats",
      "description": "Bumps After First Coat? Use 220 grit for sanding between coats. Lightly scuff sand between coats to knock down nibs and keep the next coat smooth. Use light pressure, keep the surface flat, and stop as soon as it feels even. Wet or dry use. — eQualle"
    },
    {
      "filename": "Dust_Nibs_in_the_Finish-320_Grit_for_Between-Coat_Sanding-wood-012.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Dust_Nibs_in_the_Finish-320_Grit_for_Between-Coat_Sanding-wood-012.mp4",
      "title": "Dust Nibs in the Finish: 320 Grit Between-Coat Sanding",
      "description": "Dust Nibs in the Finish? Use 320 grit for between-coat sanding. Lightly scuff sand between coats to knock down nibs and keep the next coat smooth. Use light pressure, keep the surface flat, and stop as soon as it feels even. Wet or dry use. — eQualle"
    },
    {
      "filename": "Finish_Feels_Gritty-320_Grit_for_Smoothing_Between_Coats-wood-013.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Finish_Feels_Gritty-320_Grit_for_Smoothing_Between_Coats-wood-013.mp4",
      "title": "Finish Feels Gritty: 320 Grit Smoothing Between Coats",
      "description": "Finish Feels Gritty? Use 320 grit for smoothing between coats. Lightly scuff sand between coats to knock down nibs and keep the next coat smooth. Use light pressure, keep the surface flat, and stop as soon as it feels even. Wet or dry use. — eQualle"
    },
    {
      "filename": "Tiny_Specks_in_Paint-320_Grit_for_Removing_Dust_Nibs-wood-014.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Tiny_Specks_in_Paint-320_Grit_for_Removing_Dust_Nibs-wood-014.mp4",
      "title": "Tiny Specks in Paint: 320 Grit Removing Dust Nibs",
      "description": "Tiny Specks in Paint? Use 320 grit for removing dust nibs. Lightly scuff sand between coats to knock down nibs and keep the next coat smooth. Use light pressure, keep the surface flat, and stop as soon as it feels even. Wet or dry use. — eQualle"
    },
    {
      "filename": "Surface_Not_Smooth_After_Primer-220_Grit_for_Sanding_Primer_Coat-wood-015.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Surface_Not_Smooth_After_Primer-220_Grit_for_Sanding_Primer_Coat-wood-015.mp4",
      "title": "Surface Not Smooth After Primer: 220 Grit Sanding Primer Coat",
      "description": "Surface Not Smooth After Primer? Use 220 grit for sanding primer coat. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Raised_Texture_After_Painting-320_Grit_for_Leveling_Between_Coats-wood-016.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Raised_Texture_After_Painting-320_Grit_for_Leveling_Between_Coats-wood-016.mp4",
      "title": "Raised Texture After Painting: 320 Grit Leveling Between Coats",
      "description": "Raised Texture After Painting? Use 320 grit for leveling between coats. Lightly scuff sand between coats to knock down nibs and keep the next coat smooth. Use light pressure, keep the surface flat, and stop as soon as it feels even. Wet or dry use. — eQualle"
    },
    {
      "filename": "Light_Runs_Starting_to_Form-320_Grit_for_Leveling_Paint_Runs-wood-017.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Light_Runs_Starting_to_Form-320_Grit_for_Leveling_Paint_Runs-wood-017.mp4",
      "title": "Light Runs Starting to Form: 320 Grit Leveling Paint Runs",
      "description": "Light Runs Starting to Form? Use 320 grit for leveling paint runs. Lightly scuff sand between coats to knock down nibs and keep the next coat smooth. Use light pressure, keep the surface flat, and stop as soon as it feels even. Wet or dry use. — eQualle"
    },
    {
      "filename": "Next_Coat_Looks_Streaky-220_Grit_for_Scuff_Sand_Between_Coats-wood-018.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Next_Coat_Looks_Streaky-220_Grit_for_Scuff_Sand_Between_Coats-wood-018.mp4",
      "title": "Next Coat Looks Streaky: 220 Grit Scuff Sand Between Coats",
      "description": "Next Coat Looks Streaky? Use 220 grit for scuff sand between coats. Lightly scuff sand between coats to knock down nibs and keep the next coat smooth. Use light pressure, keep the surface flat, and stop as soon as it feels even. Wet or dry use. — eQualle"
    },
    {
      "filename": "Edges_Feel_Rough_After_Coat_1-220_Grit_for_Light_Edge_Scuff_Sand-wood-019.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Edges_Feel_Rough_After_Coat_1-220_Grit_for_Light_Edge_Scuff_Sand-wood-019.mp4",
      "title": "Edges Feel Rough After Coat 1: 220 Grit Light Edge Scuff Sand",
      "description": "Edges Feel Rough After Coat 1? Use 220 grit for light edge scuff sand. Lightly scuff sand between coats to knock down nibs and keep the next coat smooth. Use light pressure, keep the surface flat, and stop as soon as it feels even. Wet or dry use. — eQualle"
    },
    {
      "filename": "Want_a_Smoother_Topcoat-400_Grit_for_Very_Light_Between_Coats-wood-020.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Want_a_Smoother_Topcoat-400_Grit_for_Very_Light_Between_Coats-wood-020.mp4",
      "title": "Want a Smoother Topcoat: 400 Grit Very Light Between Coats",
      "description": "Want a Smoother Topcoat? Use 400 grit for very light between coats. Lightly scuff sand between coats to knock down nibs and keep the next coat smooth. Use light pressure, keep the surface flat, and stop as soon as it feels even. Wet or dry use. — eQualle"
    },
    {
      "filename": "Old_Paint_Still_On_the_Wood-80_Grit_for_Removing_Old_Paint-wood-021.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Old_Paint_Still_On_the_Wood-80_Grit_for_Removing_Old_Paint-wood-021.mp4",
      "title": "Old Paint Still On the Wood: 80 Grit Removing Old Paint",
      "description": "Old Paint Still On the Wood? Use 80 grit for removing old paint. Remove loose paint or old finish in controlled passes to avoid gouging the wood. Start with the recommended grit, vacuum dust, then step up in grit before repainting. Wet or dry use. — eQualle"
    },
    {
      "filename": "Varnish_Wont_Come_Off-80_Grit_for_Removing_Old_Varnish-wood-022.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Varnish_Wont_Come_Off-80_Grit_for_Removing_Old_Varnish-wood-022.mp4",
      "title": "Varnish Won't Come Off: 80 Grit Removing Old Varnish",
      "description": "Varnish Won't Come Off? Use 80 grit for removing old varnish. Remove loose paint or old finish in controlled passes to avoid gouging the wood. Start with the recommended grit, vacuum dust, then step up in grit before repainting. Wet or dry use. — eQualle"
    },
    {
      "filename": "Thick_Finish_Taking_Forever-60_Grit_for_Heavy_Finish_Removal-wood-023.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Thick_Finish_Taking_Forever-60_Grit_for_Heavy_Finish_Removal-wood-023.mp4",
      "title": "Thick Finish Taking Forever: 60 Grit Heavy Finish Removal",
      "description": "Thick Finish Taking Forever? Use 60 grit for heavy finish removal. Remove loose paint or old finish in controlled passes to avoid gouging the wood. Start with the recommended grit, vacuum dust, then step up in grit before repainting. Wet or dry use. — eQualle"
    },
    {
      "filename": "Flaking_Paint_Everywhere-80_Grit_for_Stripping_Loose_Paint-wood-024.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Flaking_Paint_Everywhere-80_Grit_for_Stripping_Loose_Paint-wood-024.mp4",
      "title": "Flaking Paint Everywhere: 80 Grit Stripping Loose Paint",
      "description": "Flaking Paint Everywhere? Use 80 grit for stripping loose paint. Remove loose paint or old finish in controlled passes to avoid gouging the wood. Start with the recommended grit, vacuum dust, then step up in grit before repainting. Wet or dry use. — eQualle"
    },
    {
      "filename": "Layers_of_Paint_on_Trim-80_Grit_for_Paint_Removal_on_Wood-wood-025.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Layers_of_Paint_on_Trim-80_Grit_for_Paint_Removal_on_Wood-wood-025.mp4",
      "title": "Layers of Paint on Trim: 80 Grit Paint Removal on Wood",
      "description": "Layers of Paint on Trim? Use 80 grit for paint removal on wood. Remove loose paint or old finish in controlled passes to avoid gouging the wood. Start with the recommended grit, vacuum dust, then step up in grit before repainting. Wet or dry use. — eQualle"
    },
    {
      "filename": "Glossy_Finish_Needs_Removal-100_Grit_for_Stripping_Old_Finish-wood-026.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Glossy_Finish_Needs_Removal-100_Grit_for_Stripping_Old_Finish-wood-026.mp4",
      "title": "Glossy Finish Needs Removal: 100 Grit Stripping Old Finish",
      "description": "Glossy Finish Needs Removal? Use 100 grit for stripping old finish. Remove loose paint or old finish in controlled passes to avoid gouging the wood. Start with the recommended grit, vacuum dust, then step up in grit before repainting. Wet or dry use. — eQualle"
    },
    {
      "filename": "Old_Poly_Feels_Like_Plastic-80_Grit_for_Removing_Polyurethane-wood-027.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Old_Poly_Feels_Like_Plastic-80_Grit_for_Removing_Polyurethane-wood-027.mp4",
      "title": "Old Poly Feels Like Plastic: 80 Grit Removing Polyurethane",
      "description": "Old Poly Feels Like Plastic? Use 80 grit for removing polyurethane. Remove loose paint or old finish in controlled passes to avoid gouging the wood. Start with the recommended grit, vacuum dust, then step up in grit before repainting. Wet or dry use. — eQualle"
    },
    {
      "filename": "Sanding_Isnt_Cutting_It-60-80_Grit_for_Fast_Finish_Removal-wood-028.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Sanding_Isnt_Cutting_It-60-80_Grit_for_Fast_Finish_Removal-wood-028.mp4",
      "title": "Sanding Isn't Cutting It: 60-80 Grit Fast Finish Removal",
      "description": "Sanding Isn't Cutting It? Use 60-80 grit for fast finish removal. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Paint_Edges_Keep_Chipping-80_Grit_for_Feathering_Paint_Edges-wood-029.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Paint_Edges_Keep_Chipping-80_Grit_for_Feathering_Paint_Edges-wood-029.mp4",
      "title": "Paint Edges Keep Chipping: 80 Grit Feathering Paint Edges",
      "description": "Paint Edges Keep Chipping? Use 80 grit for feathering paint edges. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Need_to_Refinish_Fast-100_Grit_for_Removing_Old_Clear_Coat-wood-030.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Need_to_Refinish_Fast-100_Grit_for_Removing_Old_Clear_Coat-wood-030.mp4",
      "title": "Need to Refinish Fast: 100 Grit Removing Old Clear Coat",
      "description": "Need to Refinish Fast? Use 100 grit for removing old clear coat. Remove loose paint or old finish in controlled passes to avoid gouging the wood. Start with the recommended grit, vacuum dust, then step up in grit before repainting. Wet or dry use. — eQualle"
    },
    {
      "filename": "Scratches_Still_Showing-150_Grit_for_Removing_Scratches-wood-031.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Scratches_Still_Showing-150_Grit_for_Removing_Scratches-wood-031.mp4",
      "title": "Scratches Still Showing: 150 Grit Removing Scratches",
      "description": "Scratches Still Showing? Use 150 grit for removing scratches. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Tool_Marks_Wont_Disappear-150_Grit_for_Removing_Tool_Marks-wood-032.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Tool_Marks_Wont_Disappear-150_Grit_for_Removing_Tool_Marks-wood-032.mp4",
      "title": "Tool Marks Won't Disappear: 150 Grit Removing Tool Marks",
      "description": "Tool Marks Won't Disappear? Use 150 grit for removing tool marks. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Sanding_Lines_Look_Random-180_Grit_for_Even_Sanding_Pattern-wood-033.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Sanding_Lines_Look_Random-180_Grit_for_Even_Sanding_Pattern-wood-033.mp4",
      "title": "Sanding Lines Look Random: 180 Grit Even Sanding Pattern",
      "description": "Sanding Lines Look Random? Use 180 grit for even sanding pattern. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Dents_Sanded_Around-120_Grit_for_Leveling_Small_High_Spots-wood-034.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Dents_Sanded_Around-120_Grit_for_Leveling_Small_High_Spots-wood-034.mp4",
      "title": "Dents Sanded Around: 120 Grit Leveling Small High Spots",
      "description": "Dents Sanded Around? Use 120 grit for leveling small high spots. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Surface_Looks_Wavy-120_Grit_for_Flattening_Wood_Surface-wood-035.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Surface_Looks_Wavy-120_Grit_for_Flattening_Wood_Surface-wood-035.mp4",
      "title": "Surface Looks Wavy: 120 Grit Flattening Wood Surface",
      "description": "Surface Looks Wavy? Use 120 grit for flattening wood surface. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Swirl_Marks_in_the_Wood-180to220_Grit_for_Finish_Sanding_Wood-wood-036.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Swirl_Marks_in_the_Wood-180to220_Grit_for_Finish_Sanding_Wood-wood-036.mp4",
      "title": "Swirl Marks in the Wood: 180–220 Grit Finish Sanding Wood",
      "description": "Swirl Marks in the Wood? Use 180–220 grit for finish sanding wood. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Deep_Scratches_After_Coarse_Grit-150to180_Grit_for_Scratch_Refinement-wood-037.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Deep_Scratches_After_Coarse_Grit-150to180_Grit_for_Scratch_Refinement-wood-037.mp4",
      "title": "Deep Scratches After Coarse Grit: 150–180 Grit Scratch Refinement",
      "description": "Deep Scratches After Coarse Grit? Use 150–180 grit for scratch refinement. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Edges_Look_Over-Sanded-180_Grit_for_Controlled_Hand_Sanding-wood-038.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Edges_Look_Over-Sanded-180_Grit_for_Controlled_Hand_Sanding-wood-038.mp4",
      "title": "Edges Look Over-Sanded: 180 Grit Controlled Hand Sanding",
      "description": "Edges Look Over-Sanded? Use 180 grit for controlled hand sanding. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Uneven_Spot_Wont_Blend-180_Grit_for_Blending_Wood_Surface-wood-039.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Uneven_Spot_Wont_Blend-180_Grit_for_Blending_Wood_Surface-wood-039.mp4",
      "title": "Uneven Spot Won't Blend: 180 Grit Blending Wood Surface",
      "description": "Uneven Spot Won't Blend? Use 180 grit for blending wood surface. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Sanding_Takes_Too_Many_Passes-100to150to180_Grit_Sanding_Steps-wood-040.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Sanding_Takes_Too_Many_Passes-100to150to180_Grit_Sanding_Steps-wood-040.mp4",
      "title": "Sanding Takes Too Many Passes: 100–150–180 Grit Sanding Steps",
      "description": "Sanding Takes Too Many Passes? Use 100–150–180 grit for sanding steps. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Stain_Looks_Blotchy-180_Grit_for_Wood_Stain_Prep-wood-041.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Stain_Looks_Blotchy-180_Grit_for_Wood_Stain_Prep-wood-041.mp4",
      "title": "Stain Looks Blotchy: 180 Grit Wood Stain Prep",
      "description": "Stain Looks Blotchy? Use 180 grit for wood stain prep. Prep wood for stain by evening scratch patterns so color absorbs more consistently. Sand with the grain, wipe off dust, and test your stain on a small area first. Wet or dry use. — eQualle"
    },
    {
      "filename": "Stain_Goes_Dark_in_Spots-150-180_Grit_for_Even_Stain_Absorption-wood-042.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Stain_Goes_Dark_in_Spots-150-180_Grit_for_Even_Stain_Absorption-wood-042.mp4",
      "title": "Stain Goes Dark in Spots: 150-180 Grit Even Stain Absorption",
      "description": "Stain Goes Dark in Spots? Use 150-180 grit for even stain absorption. Prep wood for stain by evening scratch patterns so color absorbs more consistently. Sand with the grain, wipe off dust, and test your stain on a small area first. Wet or dry use. — eQualle"
    },
    {
      "filename": "Pine_Stain_Looks_Patchy-180_Grit_for_Pine_Stain_Prep-wood-043.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Pine_Stain_Looks_Patchy-180_Grit_for_Pine_Stain_Prep-wood-043.mp4",
      "title": "Pine Stain Looks Patchy: 180 Grit Pine Stain Prep",
      "description": "Pine Stain Looks Patchy? Use 180 grit for pine stain prep. Prep wood for stain by evening scratch patterns so color absorbs more consistently. Sand with the grain, wipe off dust, and test your stain on a small area first. Wet or dry use. — eQualle"
    },
    {
      "filename": "End_Grain_Turns_Too_Dark-220_Grit_for_Sanding_End_Grain_Before_Stain-wood-044.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/End_Grain_Turns_Too_Dark-220_Grit_for_Sanding_End_Grain_Before_Stain-wood-044.mp4",
      "title": "End Grain Turns Too Dark: 220 Grit Sanding End Grain Before Stain",
      "description": "End Grain Turns Too Dark? Use 220 grit for sanding end grain before stain. Prep wood for stain by evening scratch patterns so color absorbs more consistently. Sand with the grain, wipe off dust, and test your stain on a small area first. Wet or dry use. — eQualle"
    },
    {
      "filename": "Stain_Highlights_Scratches-220_Grit_for_Final_Prep_Before_Stain-wood-045.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Stain_Highlights_Scratches-220_Grit_for_Final_Prep_Before_Stain-wood-045.mp4",
      "title": "Stain Highlights Scratches: 220 Grit Final Prep Before Stain",
      "description": "Stain Highlights Scratches? Use 220 grit for final prep before stain. Prep wood for stain by evening scratch patterns so color absorbs more consistently. Sand with the grain, wipe off dust, and test your stain on a small area first. Wet or dry use. — eQualle"
    },
    {
      "filename": "Surface_Feels_Smooth_but_Stains_Weird-180_Grit_for_Consistent_Stain_Prep-wood-046.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Surface_Feels_Smooth_but_Stains_Weird-180_Grit_for_Consistent_Stain_Prep-wood-046.mp4",
      "title": "Surface Feels Smooth but Stains Weird: 180 Grit Consistent Stain Prep",
      "description": "Surface Feels Smooth but Stains Weird? Use 180 grit for consistent stain prep. Prep wood for stain by evening scratch patterns so color absorbs more consistently. Sand with the grain, wipe off dust, and test your stain on a small area first. Wet or dry use. — eQualle"
    },
    {
      "filename": "Stain_Shows_Sanding_Lines-180_Grit_for_Sanding_With_Grain-wood-047.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Stain_Shows_Sanding_Lines-180_Grit_for_Sanding_With_Grain-wood-047.mp4",
      "title": "Stain Shows Sanding Lines: 180 Grit Sanding With Grain",
      "description": "Stain Shows Sanding Lines? Use 180 grit for sanding with grain. Prep wood for stain by evening scratch patterns so color absorbs more consistently. Sand with the grain, wipe off dust, and test your stain on a small area first. Wet or dry use. — eQualle"
    },
    {
      "filename": "Color_Looks_Uneven_After_Stain-150to180_Grit_for_Better_Stain_Prep-wood-048.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Color_Looks_Uneven_After_Stain-150to180_Grit_for_Better_Stain_Prep-wood-048.mp4",
      "title": "Color Looks Uneven After Stain: 150–180 Grit Better Stain Prep",
      "description": "Color Looks Uneven After Stain? Use 150–180 grit for better stain prep. Prep wood for stain by evening scratch patterns so color absorbs more consistently. Sand with the grain, wipe off dust, and test your stain on a small area first. Wet or dry use. — eQualle"
    },
    {
      "filename": "Stain_Wont_Take_Evenly-180_Grit_for_Prep_Before_Wood_Stain-wood-049.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Stain_Wont_Take_Evenly-180_Grit_for_Prep_Before_Wood_Stain-wood-049.mp4",
      "title": "Stain Won't Take Evenly: 180 Grit Prep Before Wood Stain",
      "description": "Stain Won't Take Evenly? Use 180 grit for prep before wood stain. Prep wood for stain by evening scratch patterns so color absorbs more consistently. Sand with the grain, wipe off dust, and test your stain on a small area first. Wet or dry use. — eQualle"
    },
    {
      "filename": "Need_Smoother_Stained_Finish-220_Grit_for_Final_Stain_Prep-wood-050.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Need_Smoother_Stained_Finish-220_Grit_for_Final_Stain_Prep-wood-050.mp4",
      "title": "Need Smoother Stained Finish: 220 Grit Final Stain Prep",
      "description": "Need Smoother Stained Finish? Use 220 grit for final stain prep. Prep wood for stain by evening scratch patterns so color absorbs more consistently. Sand with the grain, wipe off dust, and test your stain on a small area first. Wet or dry use. — eQualle"
    },
    {
      "filename": "Corners_Hard_to_Smooth-220_Grit_for_Hand_Sanding_Corners-wood-051.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Corners_Hard_to_Smooth-220_Grit_for_Hand_Sanding_Corners-wood-051.mp4",
      "title": "Corners Hard to Smooth: 220 Grit Hand Sanding Corners",
      "description": "Corners Hard to Smooth? Use 220 grit for hand sanding corners. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Trim_Feels_Rough_After_Cutting-180_Grit_for_Sanding_Wood_Trim-wood-052.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Trim_Feels_Rough_After_Cutting-180_Grit_for_Sanding_Wood_Trim-wood-052.mp4",
      "title": "Trim Feels Rough After Cutting: 180 Grit Sanding Wood Trim",
      "description": "Trim Feels Rough After Cutting? Use 180 grit for sanding wood trim. Hand sand trim and profiles without rounding crisp edges. Use a sanding sponge or folded sheet to follow curves and keep pressure even. Wet or dry use. — eQualle"
    },
    {
      "filename": "End_Grain_Feels_Like_Sandpaper-220_Grit_for_Sanding_End_Grain-wood-053.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/End_Grain_Feels_Like_Sandpaper-220_Grit_for_Sanding_End_Grain-wood-053.mp4",
      "title": "End Grain Feels Like Sandpaper: 220 Grit Sanding End Grain",
      "description": "End Grain Feels Like Sandpaper? Use 220 grit for sanding end grain. Prep wood for stain by evening scratch patterns so color absorbs more consistently. Sand with the grain, wipe off dust, and test your stain on a small area first. Wet or dry use. — eQualle"
    },
    {
      "filename": "Veneer_Feels_Risky_to_Sand-220_Grit_for_Light_Veneer_Sanding-wood-054.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Veneer_Feels_Risky_to_Sand-220_Grit_for_Light_Veneer_Sanding-wood-054.mp4",
      "title": "Veneer Feels Risky to Sand: 220 Grit Light Veneer Sanding",
      "description": "Veneer Feels Risky to Sand? Use 220 grit for light veneer sanding. Prep wood for stain by evening scratch patterns so color absorbs more consistently. Sand with the grain, wipe off dust, and test your stain on a small area first. Wet or dry use. — eQualle"
    },
    {
      "filename": "Profiles_and_Molding_Look_Rough-180_Grit_for_Sanding_Wood_Molding-wood-055.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Profiles_and_Molding_Look_Rough-180_Grit_for_Sanding_Wood_Molding-wood-055.mp4",
      "title": "Profiles and Molding Look Rough: 180 Grit Sanding Wood Molding",
      "description": "Profiles and Molding Look Rough? Use 180 grit for sanding wood molding. Hand sand trim and profiles without rounding crisp edges. Use a sanding sponge or folded sheet to follow curves and keep pressure even. Wet or dry use. — eQualle"
    },
    {
      "filename": "Edges_Look_Rounded_Too_Much-180_Grit_for_Controlled_Edge_Sanding-wood-056.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Edges_Look_Rounded_Too_Much-180_Grit_for_Controlled_Edge_Sanding-wood-056.mp4",
      "title": "Edges Look Rounded Too Much: 180 Grit Controlled Edge Sanding",
      "description": "Edges Look Rounded Too Much? Use 180 grit for controlled edge sanding. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Tight_Spots_Wont_Smooth_Out-220_Grit_for_Detail_Hand_Sanding-wood-057.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Tight_Spots_Wont_Smooth_Out-220_Grit_for_Detail_Hand_Sanding-wood-057.mp4",
      "title": "Tight Spots Won't Smooth Out: 220 Grit Detail Hand Sanding",
      "description": "Tight Spots Won't Smooth Out? Use 220 grit for detail hand sanding. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Small_Repair_Area_Wont_Blend-220_Grit_for_Blending_Spot_Repairs-wood-058.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Small_Repair_Area_Wont_Blend-220_Grit_for_Blending_Spot_Repairs-wood-058.mp4",
      "title": "Small Repair Area Won't Blend: 220 Grit Blending Spot Repairs",
      "description": "Small Repair Area Won't Blend? Use 220 grit for blending spot repairs. Fix common wood prep issues before paint or primer so the finish lays down smooth. Sand with the grain, check your scratch pattern in good light, and clean dust before coating. Wet or dry use. — eQualle"
    },
    {
      "filename": "Hard-to-Reach_Grooves-220_Grit_for_Sanding_Grooves_and_Details-wood-059.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/Hard-to-Reach_Grooves-220_Grit_for_Sanding_Grooves_and_Details-wood-059.mp4",
      "title": "Hard-to-Reach Grooves: 220 Grit Sanding Grooves and Details",
      "description": "Hard-to-Reach Grooves? Use 220 grit for sanding grooves and details. Hand sand trim and profiles without rounding crisp edges. Use a sanding sponge or folded sheet to follow curves and keep pressure even. Wet or dry use. — eQualle"
    },
    {
      "filename": "End_Grain_Still_Looks_Scratched-320_Grit_for_Final_End_Grain_Smoothing-wood-060.mp4",
      "video_url": "https://github.com/VladChat/video/releases/download/wood/End_Grain_Still_Looks_Scratched-320_Grit_for_Final_End_Grain_Smoothing-wood-060.mp4",
      "title": "End Grain Still Looks Scratched: 320 Grit Final End Grain Smoothing",
      "description": "End Grain Still Looks Scratched? Use 320 grit for final end grain smoothing. Prep wood for stain by evening scratch patterns so color absorbs more consistently. Sand with the grain, wipe off dust, and test your stain on a small area first. Wet or dry use. — eQualle"
    }
  ]
}
